---
kind: other
id: Properties.T:Autodesk.Revit.DB.PlanCircuitSetIterator
source: html/6c796065-54dc-9d39-4314-03a2b614f87f.htm
---
# PlanCircuitSetIterator Properties

Retrieves the item that is the current focus of the iterator.